Repository: yjmeqt/BedTerm
Catalog: BedTerm/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

source: %@:%lld presented a different host key than we trusted last time.
ja: %1$@:%2$lld は前回信頼したホストキーとは異なるホストキーを提示しました。
ko: %1$@:%2$lld 호스트가 이전에 신뢰한 호스트 키와 다른 키를 제시했습니다.
ru: %1$@:%2$lld предъявил ключ хоста, отличный от того, которому мы доверяли в прошлый раз.
zh_hans: %1$@:%2$lld 提供的主机密钥与上次信任的不一致。
zh_hant: %1$@:%2$lld 提供的主機金鑰與上次信任的不一致。

source: (no command captured)
ja: （コマンド未取得）
ko: （명령 미수집）
ru: (команда не записана)
zh_hans: （未捕获命令）
zh_hant: （未擷取命令）

source: (no output captured)
ja: （出力未取得）
ko: （출력 미수집）
ru: (вывод не записан)
zh_hans: （未捕获输出）
zh_hant: （未擷取輸出）

source: (output streaming…)
ja: （出力ストリーミング中…）
ko: （출력 스트리밍 중…）
ru: (идёт вывод…)
zh_hans: （输出流式传输中…）
zh_hant: （輸出串流中…）

source: A Mac mini, MacBook, or iMac on your network
ja: ネットワーク上の Mac mini、MacBook、iMac など
ko: 네트워크에 연결된 Mac mini, MacBook, iMac 등
ru: Mac mini, MacBook или iMac в вашей сети
zh_hans: 局域网中的 Mac mini、MacBook 或 iMac
zh_hant: 區域網路中的 Mac mini、MacBook 或 iMac

source: A public IP or hostname reachable from anywhere
ja: どこからでも到達できる公開 IP またはホスト名
ko: 어디서나 접근 가능한 공인 IP 또는 호스트 이름
ru: Публичный IP-адрес или имя хоста, доступные из любой сети
zh_hans: 公网可达的 IP 地址或主机名
zh_hant: 公網可達的 IP 位址或主機名稱

source: All set
ja: 準備完了
ko: 준비 완료
ru: Готово
zh_hans: 全部就绪
zh_hant: 全部就緒

source: Authentication
ja: 認証
ko: 인증
ru: Аутентификация
zh_hans: 认证方式
zh_hant: 認證方式

source: Authentication failed.
ja: 認証に失敗しました。
ko: 인증에 실패했습니다.
ru: Ошибка аутентификации.
zh_hans: 认证失败。
zh_hant: 認證失敗。

source: BedTerm needs Local Network access to reach your Mac on the same Wi-Fi. Tap Allow when iOS prompts you.
ja: 同じ Wi-Fi 上の Mac に接続するには、BedTerm にローカルネットワークへのアクセスが必要です。iOS の確認ダイアログで「許可」をタップしてください。
ko: 같은 Wi-Fi의 Mac에 접근하려면 BedTerm에 로컬 네트워크 권한이 필요합니다. iOS 알림이 나타나면 '허용'을 누르세요.
ru: Чтобы подключиться к Mac в той же сети Wi-Fi, BedTerm нужен доступ к локальной сети. Нажмите «Разрешить», когда iOS запросит разрешение.
zh_hans: BedTerm 需要本地网络权限才能访问同一 Wi-Fi 下的 Mac。系统弹窗出现时请点击「允许」。
zh_hant: BedTerm 需要區域網路權限才能存取同一 Wi-Fi 下的 Mac。系統彈出視窗時請點擊「允許」。

source: Blocks
ja: ブロック
ko: 블록
ru: Блоки
zh_hans: 区块
zh_hant: 區塊

source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cannot parse private key.
ja: 秘密鍵を解析できません。
ko: 개인 키를 해석할 수 없습니다.
ru: Не удалось разобрать закрытый ключ.
zh_hans: 无法解析私钥。
zh_hant: 無法解析私密金鑰。

source: Cannot resolve host.
ja: ホストを解決できません。
ko: 호스트를 확인할 수 없습니다.
ru: Не удалось разрешить имя хоста.
zh_hans: 无法解析主机地址。
zh_hant: 無法解析主機位址。

source: Closed
ja: 切断しました
ko: 연결을 종료했습니다
ru: Соединение закрыто
zh_hans: 已关闭
zh_hant: 已關閉

source: Coming soon
ja: 近日公開
ko: 곧 출시
ru: Скоро
zh_hans: 即将推出
zh_hant: 即將推出

source: Command blocks
ja: コマンドブロック
ko: 명령 블록
ru: Блоки команд
zh_hans: 命令区块
zh_hant: 命令區塊

source: Command blocks (Beta)
ja: コマンドブロック（ベータ）
ko: 명령 블록 (베타)
ru: Блоки команд (бета)
zh_hans: 命令分块（测试版）
zh_hant: 命令分塊（測試版）

source: Connect
ja: 接続
ko: 연결
ru: Подключиться
zh_hans: 连接
zh_hant: 連線

source: Connection ended
ja: 接続が終了しました
ko: 연결이 종료되었습니다
ru: Соединение завершено
zh_hans: 连接已结束
zh_hant: 連線已結束

source: Connection refused — check host and port.
ja: 接続が拒否されました。ホストとポートを確認してください。
ko: 연결이 거부되었습니다. 호스트와 포트를 확인하세요.
ru: Соединение отклонено — проверьте хост и порт.
zh_hans: 连接被拒绝——请检查主机和端口。
zh_hant: 連線遭拒——請檢查主機與連接埠。

source: Connection timed out.
ja: 接続がタイムアウトしました。
ko: 연결 시간이 초과되었습니다.
ru: Истекло время ожидания соединения.
zh_hans: 连接超时。
zh_hant: 連線逾時。

source: Continue
ja: 続ける
ko: 계속
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Continue Anyway
ja: そのまま続ける
ko: 그래도 계속
ru: Всё равно продолжить
zh_hans: 仍然继续
zh_hant: 仍然繼續

source: Disconnect
ja: 切断
ko: 연결 끊기
ru: Отключить
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnected: %@
ja: 切断されました: %@
ko: 연결이 끊겼습니다: %@
ru: Соединение разорвано: %@
zh_hans: 已断开连接：%@
zh_hant: 已中斷連線：%@

source: Display
ja: 表示
ko: 디스플레이
ru: Дисплей
zh_hans: 显示
zh_hant: 顯示

source: Don't connect
ja: 接続しない
ko: 연결하지 않음
ru: Не подключаться
zh_hans: 不连接
zh_hant: 不要連線

source: Done
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Enable Remote Login
ja: リモートログインを有効にする
ko: 원격 로그인 활성화
ru: Включить удалённый вход
zh_hans: 开启「远程登录」
zh_hant: 開啟「遠端登入」

source: Find your Mac's IP address
ja: Mac の IP アドレスを確認する
ko: Mac의 IP 주소 확인
ru: Узнайте IP-адрес вашего Mac
zh_hans: 查看 Mac 的 IP 地址
zh_hant: 查看 Mac 的 IP 位址

source: Host
ja: ホスト
ko: 호스트
ru: Хост
zh_hans: 主机
zh_hant: 主機

source: Host key changed
ja: ホストキーが変更されました
ko: 호스트 키가 변경되었습니다
ru: Ключ хоста изменился
zh_hans: 主机密钥已变更
zh_hant: 主機金鑰已變更

source: Host key changed. Stored: %1$@ Remote: %2$@
ja: ホストキーが変更されました。 保存済み: %1$@ リモート: %2$@
ko: 호스트 키가 변경되었습니다. 저장된 키: %1$@ 원격 키: %2$@
ru: Ключ хоста изменился. Сохранённый: %1$@ Удалённый: %2$@
zh_hans: 主机密钥已变更。 已存储：%1$@ 远端：%2$@
zh_hant: 主機金鑰已變更。 已儲存：%1$@ 遠端：%2$@

source: Host, port and username are required.
ja: ホスト、ポート、ユーザー名は必須です。
ko: 호스트, 포트, 사용자 이름은 필수입니다.
ru: Укажите хост, порт и имя пользователя.
zh_hans: 请填写主机、端口和用户名。
zh_hant: 請填寫主機、連接埠與使用者名稱。

source: Import private key
ja: 秘密鍵を読み込む
ko: 개인 키 가져오기
ru: Импортировать закрытый ключ
zh_hans: 导入私钥
zh_hant: 匯入私密金鑰

source: Keep first row visible in full-screen apps
ja: フルスクリーンアプリで最上行を表示する
ko: 전체 화면 앱에서 첫 줄 표시 유지
ru: Сохранять первую строку видимой в полноэкранных программах
zh_hans: 全屏应用中保持首行可见
zh_hant: 全螢幕應用程式中保持首列可見

source: Linux / other
ja: Linux / その他
ko: Linux / 기타
ru: Linux или другое
zh_hans: Linux / 其他
zh_hant: Linux / 其他

source: Linux box, VM, Raspberry Pi, cloud server
ja: Linux マシン、VM、Raspberry Pi、クラウドサーバーなど
ko: Linux 머신, VM, Raspberry Pi, 클라우드 서버 등
ru: Linux-сервер, виртуальная машина, Raspberry Pi, облако
zh_hans: Linux 主机、虚拟机、树莓派、云服务器
zh_hant: Linux 主機、虛擬機、樹莓派、雲端伺服器

source: Local Network Access
ja: ローカルネットワークへのアクセス
ko: 로컬 네트워크 권한
ru: Доступ к локальной сети
zh_hans: 本地网络权限
zh_hant: 區域網路權限

source: Local network access is required to reach %@. Open Settings to enable it.
ja: %@ に接続するにはローカルネットワークへのアクセスが必要です。設定から有効にしてください。
ko: %@에 연결하려면 로컬 네트워크 권한이 필요합니다. 설정에서 활성화해 주세요.
ru: Для подключения к %@ нужен доступ к локальной сети. Откройте настройки, чтобы включить его.
zh_hans: 需要本地网络权限才能访问 %@，请前往「设置」开启。
zh_hant: 需要區域網路權限才能存取 %@，請前往「設定」開啟。

source: Method
ja: 方式
ko: 방식
ru: Способ
zh_hans: 方式
zh_hant: 方式

source: New Connection
ja: 新規接続
ko: 새 연결
ru: Новое подключение
zh_hans: 新建连接
zh_hant: 新增連線

source: No command blocks yet
ja: コマンドブロックがまだありません
ko: 아직 명령 블록이 없습니다
ru: Пока нет блоков команд
zh_hans: 暂无命令区块
zh_hant: 尚無命令區塊

source: No session.
ja: セッションがありません。
ko: 세션이 없습니다.
ru: Нет активной сессии.
zh_hans: 暂无会话。
zh_hant: 暫無工作階段。

source: On your Mac, open System Settings → General → Sharing, then turn on Remote Login. (Detailed walkthrough coming soon.)
ja: Mac で「システム設定 → 一般 → 共有」を開き、「リモートログイン」をオンにしてください。（詳しい手順は近日公開予定です。）
ko: Mac에서 시스템 설정 → 일반 → 공유로 이동해 원격 로그인을 켜 주세요. (자세한 안내는 곧 제공될 예정입니다.)
ru: На Mac откройте «Системные настройки → Основные → Общий доступ» и включите удалённый вход. (Подробное руководство скоро появится.)
zh_hans: 在 Mac 上打开「系统设置 → 通用 → 共享」，开启「远程登录」。（详细教程即将推出。）
zh_hant: 在 Mac 上開啟「系統設定 → 一般 → 共享」，啟用「遠端登入」。（詳細教學即將推出。）

source: Open Settings
ja: 設定を開く
ko: 설정 열기
ru: Открыть «Настройки»
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open System Settings → Network → Wi-Fi → Details. Copy the IP address — you'll enter it on the next screen. (Detailed walkthrough coming soon.)
ja: 「システム設定 → ネットワーク → Wi-Fi → 詳細」を開き、IP アドレスをコピーしてください。次の画面で入力します。（詳しい手順は近日公開予定です。）
ko: 시스템 설정 → 네트워크 → Wi-Fi → 자세히로 이동해 IP 주소를 복사하세요. 다음 화면에서 입력합니다. (자세한 안내는 곧 제공될 예정입니다.)
ru: Откройте «Системные настройки → Сеть → Wi-Fi → Подробнее» и скопируйте IP-адрес — он понадобится на следующем экране. (Подробное руководство скоро появится.)
zh_hans: 打开「系统设置 → 网络 → Wi-Fi → 详细信息」，复制 IP 地址——下一屏将用到。（详细教程即将推出。）
zh_hant: 開啟「系統設定 → 網路 → Wi-Fi → 詳細資料」，複製 IP 位址——下一畫面會用到。（詳細教學即將推出。）

source: Overwrite stored host key for %@:%lld?
ja: %1$@:%2$lld の保存済みホストキーを上書きしますか？
ko: %1$@:%2$lld에 저장된 호스트 키를 덮어쓸까요?
ru: Перезаписать сохранённый ключ хоста для %1$@:%2$lld?
zh_hans: 覆盖 %1$@:%2$lld 已存储的主机密钥？
zh_hant: 覆寫 %1$@:%2$lld 已儲存的主機金鑰？

source: Passphrase (optional)
ja: パスフレーズ（任意）
ko: 패스프레이즈 (선택 사항)
ru: Парольная фраза (необязательно)
zh_hans: 口令（可选）
zh_hant: 通關密語（選填）

source: Password
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Permission
ja: アクセス許可
ko: 권한
ru: Разрешение
zh_hans: 权限
zh_hant: 權限

source: Permission denied. You can enable it later in Settings → BedTerm.
ja: アクセスが拒否されました。後から「設定 → BedTerm」で有効にできます。
ko: 권한이 거부되었습니다. 나중에 설정 → BedTerm에서 활성화할 수 있습니다.
ru: Доступ запрещён. Включить можно позже в «Настройки → BedTerm».
zh_hans: 权限被拒绝。可稍后在「设置 → BedTerm」中开启。
zh_hant: 權限遭拒。可稍後在「設定 → BedTerm」中開啟。

source: Please import a private key file.
ja: 秘密鍵ファイルを読み込んでください。
ko: 개인 키 파일을 가져와 주세요.
ru: Импортируйте файл закрытого ключа.
zh_hans: 请导入私钥文件。
zh_hant: 請匯入私密金鑰檔案。

source: Port
ja: ポート
ko: 포트
ru: Порт
zh_hans: 端口
zh_hant: 連接埠

source: Private Key
ja: 秘密鍵
ko: 개인 키
ru: Закрытый ключ
zh_hans: 私钥
zh_hant: 私密金鑰

source: Private key requires a passphrase.
ja: 秘密鍵にはパスフレーズが必要です。
ko: 개인 키에는 패스프레이즈가 필요합니다.
ru: Закрытый ключ требует парольную фразу.
zh_hans: 私钥需要口令。
zh_hant: 私密金鑰需要通關密語。

source: Reconnect
ja: 再接続
ko: 다시 연결
ru: Переподключиться
zh_hans: 重新连接
zh_hant: 重新連線

source: Remote (over the internet)
ja: リモート（インターネット経由）
ko: 원격 (인터넷 경유)
ru: Удалённо (через интернет)
zh_hans: 远程（通过互联网）
zh_hant: 遠端（透過網際網路）

source: Remote fingerprint
ja: リモートのフィンガープリント
ko: 원격 지문
ru: Удалённый отпечаток
zh_hans: 远端指纹
zh_hant: 遠端指紋

source: Replace private key
ja: 秘密鍵を置き換える
ko: 개인 키 교체
ru: Заменить закрытый ключ
zh_hans: 替换私钥
zh_hant: 更換私密金鑰

source: Request Permission
ja: アクセスをリクエスト
ko: 권한 요청
ru: Запросить разрешение
zh_hans: 请求权限
zh_hant: 請求權限

source: Retry
ja: 再試行
ko: 다시 시도
ru: Повторить
zh_hans: 重试
zh_hant: 重試

source: Run a command at the remote shell prompt. Each prompt → command → output cycle becomes a block here.
ja: リモートシェルのプロンプトでコマンドを実行してください。プロンプト → コマンド → 出力のサイクルが、ここで 1 つのブロックになります。
ko: 원격 셸 프롬프트에서 명령을 실행하세요. 프롬프트 → 명령 → 출력 주기가 여기에서 하나의 블록이 됩니다.
ru: Выполните команду в строке приглашения удалённой оболочки. Каждый цикл «приглашение → команда → вывод» становится блоком.
zh_hans: 在远端 shell 提示符下运行命令。每个「提示符 → 命令 → 输出」周期会在这里形成一个区块。
zh_hant: 在遠端 shell 提示字元下執行命令。每個「提示字元 → 命令 → 輸出」週期會在這裡形成一個區塊。

source: SSH handshake failed: %@
ja: SSH ハンドシェイクに失敗しました: %@
ko: SSH 핸드셰이크에 실패했습니다: %@
ru: Не удалось установить SSH-соединение: %@
zh_hans: SSH 握手失败：%@
zh_hant: SSH 交握失敗：%@

source: Same Wi-Fi as my phone
ja: iPhone と同じ Wi-Fi
ko: iPhone과 같은 Wi-Fi
ru: Та же сеть Wi-Fi, что и у телефона
zh_hans: 与手机同一 Wi-Fi
zh_hant: 與手機同一 Wi-Fi

source: Security warning
ja: セキュリティ警告
ko: 보안 경고
ru: Предупреждение безопасности
zh_hans: 安全警告
zh_hant: 安全警告

source: Server
ja: サーバー
ko: 서버
ru: Сервер
zh_hans: 服务器
zh_hant: 伺服器

source: Set up your Mac
ja: Mac の準備をする
ko: Mac 준비하기
ru: Настройка вашего Mac
zh_hans: 设置你的 Mac
zh_hant: 設定你的 Mac

source: Settings
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Setup
ja: セットアップ
ko: 설정
ru: Настройка
zh_hans: 设置
zh_hant: 設定

source: Shell exited (%lld).
ja: シェルが終了しました（%lld）。
ko: 셸이 종료되었습니다 (%lld).
ru: Оболочка завершила работу (%lld).
zh_hans: Shell 已退出（%lld）。
zh_hant: Shell 已結束（%lld）。

source: Show each command and its output as a separate block (Warp-style). BedTerm writes a small shell-integration script into every new SSH session to track prompt and command boundaries. Uses Warp's DCS hook protocol, not OSC 133. Still in beta and off by default.
ja: 各コマンドとその出力を個別のブロックとして表示します（Warp 風）。BedTerm は新しい SSH セッションごとに小さなシェル統合スクリプトを書き込み、プロンプトとコマンドの境界を追跡します。OSC 133 ではなく Warp の DCS フックプロトコルを使用します。まだベータ版で、デフォルトではオフです。
ko: 각 명령과 출력을 별도의 블록(Warp 스타일)으로 표시합니다. BedTerm은 새 SSH 세션마다 작은 셸 통합 스크립트를 작성하여 프롬프트와 명령 경계를 추적합니다. OSC 133이 아닌 Warp의 DCS 후크 프로토콜을 사용합니다. 아직 베타이며 기본적으로 꺼져 있습니다.
ru: Показывать каждую команду и её вывод как отдельный блок (стиль Warp). BedTerm записывает небольшой скрипт shell-интеграции в каждую новую SSH-сессию для отслеживания границ приглашения и команд. Используется протокол DCS-хуков Warp, а не OSC 133. Пока в бете и по умолчанию выключено.
zh_hans: 将每条命令及其输出显示为独立的分块（Warp 风格）。BedTerm 会向每个新的 SSH 会话写入一个小的 shell 集成脚本，用以跟踪提示符与命令边界。使用 Warp 的 DCS 钩子协议，而非 OSC 133。仍处于测试阶段，默认关闭。
zh_hant: 將每條命令及其輸出顯示為獨立的分塊（Warp 風格）。BedTerm 會向每個新的 SSH 工作階段寫入一個小型 shell 整合指令稿，用來追蹤提示字元與命令邊界。使用 Warp 的 DCS 鉤子協定，而非 OSC 133。仍處於測試階段，預設關閉。

source: Stored fingerprint
ja: 保存済みフィンガープリント
ko: 저장된 지문
ru: Сохранённый отпечаток
zh_hans: 已存储指纹
zh_hant: 已儲存指紋

source: This could mean the server was reinstalled — or that someone is intercepting the connection.
ja: サーバーが再インストールされた可能性、または通信が傍受されている可能性があります。
ko: 서버가 재설치되었거나 누군가 연결을 가로채고 있을 수 있습니다.
ru: Это может означать, что сервер был переустановлен — или что кто-то перехватывает соединение.
zh_hans: 可能是服务器被重装，也可能有人正在拦截连接。
zh_hant: 可能是伺服器已重新安裝，也可能有人正在攔截連線。

source: This determines whether we need Local Network access.
ja: ローカルネットワークへのアクセスが必要かどうか判断します。
ko: 로컬 네트워크 권한이 필요한지 판단합니다.
ru: От этого зависит, нужен ли доступ к локальной сети.
zh_hans: 用于判断是否需要本地网络权限。
zh_hant: 用於判斷是否需要區域網路權限。

source: Trust new key
ja: 新しいキーを信頼する
ko: 새 키 신뢰
ru: Доверять новому ключу
zh_hans: 信任新密钥
zh_hant: 信任新金鑰

source: Unknown error.
ja: 不明なエラーです。
ko: 알 수 없는 오류입니다.
ru: Неизвестная ошибка.
zh_hans: 未知错误。
zh_hant: 未知錯誤。

source: Username
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

source: Waiting for permission…
ja: アクセス許可を待っています…
ko: 권한을 기다리는 중…
ru: Ожидание разрешения…
zh_hans: 等待权限授予…
zh_hant: 等待權限授予…

source: Welcome to BedTerm
ja: BedTerm へようこそ
ko: BedTerm에 오신 것을 환영합니다
ru: Добро пожаловать в BedTerm
zh_hans: 欢迎使用 BedTerm
zh_hant: 歡迎使用 BedTerm

source: What kind of host will you connect to?
ja: どのようなホストに接続しますか？
ko: 어떤 종류의 호스트에 연결하시겠어요?
ru: К какому хосту вы будете подключаться?
zh_hans: 你要连接哪种主机？
zh_hant: 你要連線到哪一種主機？

source: When vim, htop, claude or other full-screen tools run, reserve the top safe area so the Dynamic Island, notch, or status bar doesn't cover their first row.
ja: vim・htop・claude などの全画面ツールが動作中、ダイナミックアイランド・ノッチ・ステータスバーが最上行を覆わないよう、画面上部のセーフエリアを確保します。
ko: vim, htop, claude 등 전체 화면 도구가 실행 중일 때 다이내믹 아일랜드, 노치, 상태 표시줄이 첫 줄을 가리지 않도록 화면 상단 안전 영역을 확보합니다.
ru: Когда работают vim, htop, claude или другие полноэкранные инструменты, резервируется верхняя безопасная область, чтобы Dynamic Island, вырез или строка состояния не закрывали первую строку.
zh_hans: 当 vim、htop、claude 等全屏工具运行时,预留顶部安全区域,使灵动岛、刘海或状态栏不会遮挡首行。
zh_hant: 當 vim、htop、claude 等全螢幕工具執行時,預留頂部安全區域,讓動態島、瀏海或狀態列不會遮擋首列。

source: Where
ja: 場所
ko: 위치
ru: Где
zh_hans: 位置
zh_hant: 位置

source: Where is the host?
ja: ホストはどこにありますか？
ko: 호스트는 어디에 있나요?
ru: Где находится хост?
zh_hans: 主机在哪里？
zh_hant: 主機在哪裡？

source: You're ready to connect to a remote host. Tap Continue to enter the connection details.
ja: リモートホストへの接続準備が整いました。「続ける」をタップして接続情報を入力してください。
ko: 원격 호스트에 연결할 준비가 되었습니다. '계속'을 눌러 연결 정보를 입력하세요.
ru: Вы готовы подключиться к удалённому хосту. Нажмите «Продолжить» и введите параметры подключения.
zh_hans: 已可以连接远程主机。点击「继续」填写连接信息。
zh_hant: 已可連線到遠端主機。點擊「繼續」填寫連線資訊。

source: iOS will ask for Local Network permission
ja: iOS がローカルネットワークの許可を確認します
ko: iOS가 로컬 네트워크 권한을 요청합니다
ru: iOS запросит разрешение на локальную сеть
zh_hans: iOS 会请求本地网络权限
zh_hant: iOS 會請求區域網路權限

source: macOS Setup
ja: macOS の準備
ko: macOS 설정
ru: Настройка macOS
zh_hans: macOS 设置
zh_hant: macOS 設定

source: running…
ja: 実行中…
ko: 실행 중…
ru: выполняется…
zh_hans: 运行中…
zh_hant: 執行中…
